[{"recipe":{"id":5,"name":"Magret de canard séché","notes":"Il est possible de faire cette recette avec des poitrines (environ 225g par poitrine) plutôt que des magrets (environ 375g).   C'est parfois beaucoup moins cher et c'est tout aussi bon avec cette préparation.\n\nSi vous préférez une technique sans sachets en plastique vous pouvez enterrer les magrets dans du gros sel à la place.  Pour un magret de 225g laisser enterré 2h30 et pour un magret de 400g laissez enterré 4h.  Soit environ 1h par 100g.\n\nSi vous n'avez pas de cellier ou frigo controlé il existe une méthode au torchon.  Emballer vos magrets dans des torchons propres et pendez les en bas de votre frigo.  L'idéal reste d'avoir un cellier contrôlé mais cela peut dépanner lorsqu'on commence.","difficulty":1,"language":"fr","ingredients":[{"id":16,"name":"Magrets de canard","quantity":1000,"unit":"g","position":1},{"id":17,"name":"Sel","quantity":45,"unit":"g","position":2},{"id":18,"name":"Sucre de canne (facultatif)","quantity":10,"unit":"g","position":3},{"id":22,"name":"Poivre moulue","quantity":2,"unit":"g","position":4},{"id":19,"name":"Baie de genièvre moulue","quantity":2,"unit":"g","position":5},{"id":20,"name":"Piment d'espelette ou chipotle","quantity":1,"unit":"g","position":6},{"id":21,"name":"Feuille de laurier moulue finement","quantity":1,"unit":"g","position":7}],"steps":[{"id":10,"body":"Déposer les magrets et le sel dans des sacs de type congélation ou sous-vide et placer les au frigo pour 3 jours.  Assurez-vous de retourner les magrets deux fois par jours pour assurer une bonne uniformité.","position":3},{"id":11,"body":"Sortez les des sacs et rincez à l'eau froide et sécher avec du papier absorbant.","position":4},{"id":12,"body":"Saupoudrez du mélange d'épices et placez dans un cellier à 12-14C avec 70-85% d'humidité.","position":5},{"id":13,"body":"Résister à l'envie pendant 6 à 8 semaines.","position":6}],"techniques":[{"id":1,"name":"Salaison","description":"La salaison est une méthode ancienne de conservation des aliments qui implique l'application de sel sur les produits alimentaires. Le sel agit comme un agent de dessiccation, réduisant la teneur en eau des aliments et inhibant ainsi la croissance des bactéries et des micro-organismes responsables de la décomposition.\n\nEn pénétrant dans les tissus de la viande, le sel contribue également à prévenir la prolifération des bactéries en altérant l'environnement favorable à leur croissance.\n\nCe processus de salaison confère non seulement une durée de conservation prolongée aux aliments, mais il améliore également la saveur en concentrant les arômes naturels."},{"id":3,"name":"Fumaison","description":"La fumaison est une méthode ancienne et très efficace de conserver les aliments.\n\nLa fumée joue un rôle crucial dans la conservation des aliments grâce à ses propriétés antimicrobiennes. Les composés chimiques présents dans la fumée, tels que les phénols et les acides acétiques, inhibent la croissance des bactéries, des moisissures et d'autres micro-organismes responsables de la décomposition des aliments. En plus de son action antimicrobienne, la fumée agit comme un agent de déshydratation en éliminant l'humidité de la surface des aliments, limitant ainsi la prolifération des micro-organismes qui dépendent de l'eau. De plus, elle crée une barrière protectrice à la surface des aliments, agissant comme une défense physique contre la contamination par des micro-organismes extérieurs. Certains composés de la fumée, tels que les aldéhydes et les phénols, réagissent avec les composants de surface des aliments, entraînant des modifications chimiques qui contribuent également à leur conservation."}]}},{"recipe":{"id":7,"name":"Liqueur aux cerises","notes":"Les noyaux seuls peuvent aussi être utilisés pour faire une liqueur qui aura un goût léger d'amandes. ","difficulty":1,"language":"fr","ingredients":[{"id":28,"name":"Cerises mures (avec noyaux)","quantity":500,"unit":"g","position":1},{"id":29,"name":"Sucre","quantity":100,"unit":"g","position":2},{"id":30,"name":"Rum blanc, vodka, cognac, brandy ou alcool distillé","quantity":400,"unit":"ml","position":3}],"steps":[{"id":20,"body":"Incorporez le tout dans un bocal avec couvercle et déposer à l'abris de la lumière pour 4-12 mois.  Ajustez le niveau de sucre à votre goût avant de dégustez avec vos convives.","position":1}],"techniques":[{"id":2,"name":"Macération","description":"En utilisant de l'alcool on peut conserver certains aliments, en extraire les parfums et même fabriquer des boissons inédites avec des ingrédients que l'on ne pourrait pas consommer autrement.   Beaucoup de parfums disponibles dans les plantes, noyaux et épices sont solubles à l'alcool qui pénètre plus facilement dans les parois des aliments.\n\nAvec la macération on peut récupérer des saveurs incroyables et fabriquer des spiritueux maison de notre propre terroir."}]}},{"recipe":{"id":9,"name":"Lomo","notes":"Cette recette est très simple et pas chère du tout.  Elle peut aussi se faire avec la méthode torchon dans le frigo. \n\nQuelques exemples de mélange d'épices à essayer: \n\nMexicaine: Chili mexicain, poudre d'ail, poudre d'oignon, paprika fumé, cumin.\nIndienne: Poudre de cari, poivre, cumin\nProvencale: Herbes de Provence, poivre\nInuit: Poivre, Baie de genièvre, feuille de laurier(moulue)\n\nPour les quantités l'idée est de bien enrober les filets avant de les pendre.\n\nPour la P. nalgiovense vous pouvez frotter la fleur blanche sur un saucisson de qualité et récupérer la poudre.  Ceci favorise la croissance de fleur blanche satisfaisante au gout et en apparence. ","difficulty":1,"language":"fr","ingredients":[{"id":40,"name":"Filets mignons de porc","quantity":1000,"unit":"g","position":1},{"id":41,"name":"Sel","quantity":35,"unit":"g","position":2},{"id":42,"name":"Poivre","quantity":2,"unit":"g","position":3},{"id":44,"name":"P. nalgiovense (facultatif)","quantity":1,"unit":"g","position":4},{"id":43,"name":"Épices de votre choix (voir notes)","quantity":null,"unit":"","position":6}],"steps":[{"id":28,"body":"Retirer les fascias des filets de porc (c'est la peau argentée qui est très coriace en bouche).","position":1},{"id":29,"body":"Dans un sac en plastique placer les filets, le sel et le poivre ainsi que les épices de votre choix.","position":2},{"id":30,"body":"Placer au frigo 3 jours en prenant le soin de retourner 1-2 fois par jour pour que ce soit uniforme.","position":3},{"id":31,"body":"Sortir du sac, essuyer l'excédent d'humidité et enrober de vos épices préférées.  Si vous avez de la poudre de P. nalgiovense incorporer là avec votre mélange d'épices. ","position":4},{"id":32,"body":"Pendre avec un crochet en métal de charcuterie dans une cave à 13C/80% d'hygrométrie jusqu'à 40% de perte de poids (environ 4-8 semaines).","position":5}],"techniques":[{"id":1,"name":"Salaison","description":"La salaison est une méthode ancienne de conservation des aliments qui implique l'application de sel sur les produits alimentaires. Le sel agit comme un agent de dessiccation, réduisant la teneur en eau des aliments et inhibant ainsi la croissance des bactéries et des micro-organismes responsables de la décomposition.\n\nEn pénétrant dans les tissus de la viande, le sel contribue également à prévenir la prolifération des bactéries en altérant l'environnement favorable à leur croissance.\n\nCe processus de salaison confère non seulement une durée de conservation prolongée aux aliments, mais il améliore également la saveur en concentrant les arômes naturels."}]}},{"recipe":{"id":10,"name":"Coppa","notes":"La coppa prend plus de temps de séchage à cause de son épaisseur et gagne à être tranché très finement lors de la dégustation. ","difficulty":1,"language":"fr","ingredients":[{"id":45,"name":"Une échine de porc","quantity":2000,"unit":"g","position":1},{"id":46,"name":"Sel","quantity":30,"unit":"g","position":2},{"id":47,"name":"Sucre de canne","quantity":5,"unit":"g","position":3},{"id":48,"name":"Poivre","quantity":2,"unit":"g","position":4},{"id":49,"name":"Herbes de Provence","quantity":20,"unit":"g","position":5},{"id":50,"name":"Fil de boucher en cotton","quantity":null,"unit":"","position":6}],"steps":[{"id":33,"body":"L'échine doit être bien parée avant la pesée. Assurez vous d'avoir une échine bien cylindrique avec aucun morceau qui dépasse.","position":1},{"id":34,"body":"Placer l'échine, le sel, le sucre et le poivre ainsi que la moitié des herbes de Provence dans un sac allant sous-vide.  Déposer au frigo pendant 5 jours en prenant soin de tourner la pièce 1-2 fois par jour.","position":2},{"id":35,"body":"Sortez la pièce du sac et essuyer avec du papier absorbant.  Prenez l'autre moitié de des herbes de Provence.","position":3},{"id":36,"body":"Ficeler la coppa en utilisant la technique du rôti et pendre dans une cave à 13C pour 80% d'humidité jusqu'à 40% de perte de poids (environ 2 à 4 mois).","position":4}],"techniques":[{"id":1,"name":"Salaison","description":"La salaison est une méthode ancienne de conservation des aliments qui implique l'application de sel sur les produits alimentaires. Le sel agit comme un agent de dessiccation, réduisant la teneur en eau des aliments et inhibant ainsi la croissance des bactéries et des micro-organismes responsables de la décomposition.\n\nEn pénétrant dans les tissus de la viande, le sel contribue également à prévenir la prolifération des bactéries en altérant l'environnement favorable à leur croissance.\n\nCe processus de salaison confère non seulement une durée de conservation prolongée aux aliments, mais il améliore également la saveur en concentrant les arômes naturels."}]}},{"recipe":{"id":12,"name":"Oignons au saffron ","notes":"Cette technique permet d'avoir des oignons marinés en 10 minutes qui se conservent pendant 3-6 mois.  Vous pouvez aussi jouer avec les saveurs.  \n\nTentez les oignons au cumin pour accompagner un burger d'agneaux, à la cardamome pour accompagner le riz pilaf, à l'aneth ou l'estragon pour accompagner les poissons blancs et fruits de mers.\n\nToutes les déclinaisons peuvent êtres servies sur une tranche de terrine de campagne pour rajouter une pointe d'acidité à votre entrée. ","difficulty":1,"language":"fr","ingredients":[{"id":55,"name":"Oignon","quantity":3,"unit":"","position":1},{"id":56,"name":"Eau","quantity":750,"unit":"ml","position":2},{"id":57,"name":"Vinaigre de votre choix","quantity":250,"unit":"ml","position":3},{"id":58,"name":"Graines de poivre entières","quantity":12,"unit":"","position":4},{"id":59,"name":"Une pincée de saffron","quantity":null,"unit":"","position":5}],"steps":[{"id":42,"body":"Portez l'eau, le vinaigre, le poivre et le saffron à ébullition.","position":2},{"id":41,"body":"Une fois l'eau bouillante déposer la dans le bocal jusqu'à 2cm du rebord et refermer le couvercle.","position":4}],"techniques":[{"id":4,"name":"Stérilisation","description":"La stérilisation des aliments est un processus essentiel visant à éliminer tous les micro-organismes, y compris les bactéries, les virus et les spores fongiques, afin d'assurer une conservation prolongée et la sécurité alimentaire. \n\nLes méthodes naturelles de stérilisation, telles que la chaleur et la pression, agissent de manière à détruire les organismes pathogènes présents dans les aliments. Par exemple, la chaleur appliquée pendant le processus de stérilisation dénature les protéines et perturbe les structures cellulaires des micro-organismes, les rendant incapables de se reproduire. \n\nLa stérilisation crée ainsi un environnement exempt de micro-organismes nuisibles, assurant la sécurité alimentaire et prolongeant la durée de conservation des produits."}]}},{"recipe":{"id":13,"name":"Faux saumon fumé","notes":"Les carottes dites à bétail au Canada sont des grosses carottes trop volumineuses pour la consommation habituelle.  Une seule carotte peut peser entre 150-500g.\n\nRôties au fumoir nous offre une alternative au saumon fumé pour 1/19 du prix.\n\nSi vous ne trouvez pas de mirin vous pouvez substituer pour 400ml de mirin mélanger 150 ml de vinaigre blanc, 50ml de vermouth, sake ou sherry, 200ml d'eau et 10g de sucre de canne.\n\nCes carottes façon saumon fumé sont idéales servies sur une salade cèleri rave à la rémoulade garnies de câpres et d'oignons marinés à l'aneth(voir les notes dans la recette d'oignons au saffron).  Ce plat vient alléger les repas malgré une pointe de fumée qui saura éveiller les papilles gustatives.","difficulty":1,"language":"fr","ingredients":[{"id":60,"name":"Carotte 'à bétail'","quantity":800,"unit":"g","position":1},{"id":61,"name":"Huile neutre","quantity":80,"unit":"ml","position":2},{"id":62,"name":"Vinaigre mirin (voir notes)","quantity":400,"unit":"ml","position":3},{"id":63,"name":"Eau","quantity":400,"unit":"ml","position":4}],"steps":[{"id":44,"body":"Dans un plat allant au fumoir déposer assez de sel au fond pour soutenir les carottes.  Déposez les et ensevelissez les du reste du sel.","position":1},{"id":45,"body":"Dans un bol ou plat allant au four déposer le mirin et l'eau.","position":2},{"id":46,"body":"Cuire au fumoir à 180C/350F pendant 1h30-2h.  Prenez soin d'ajouter de l'eau si votre mélange de mirin et d'eau réduit plus que la moitié.","position":3},{"id":47,"body":"Refroidissez les carottes au frigo et une fois froides tranchez les à la mandoline sur la longueur. ","position":5},{"id":48,"body":"Mélangez avec le mélange de mirin et l'huile neutre.","position":6}],"techniques":[{"id":3,"name":"Fumaison","description":"La fumaison est une méthode ancienne et très efficace de conserver les aliments.\n\nLa fumée joue un rôle crucial dans la conservation des aliments grâce à ses propriétés antimicrobiennes. Les composés chimiques présents dans la fumée, tels que les phénols et les acides acétiques, inhibent la croissance des bactéries, des moisissures et d'autres micro-organismes responsables de la décomposition des aliments. En plus de son action antimicrobienne, la fumée agit comme un agent de déshydratation en éliminant l'humidité de la surface des aliments, limitant ainsi la prolifération des micro-organismes qui dépendent de l'eau. De plus, elle crée une barrière protectrice à la surface des aliments, agissant comme une défense physique contre la contamination par des micro-organismes extérieurs. Certains composés de la fumée, tels que les aldéhydes et les phénols, réagissent avec les composants de surface des aliments, entraînant des modifications chimiques qui contribuent également à leur conservation."}]}},{"recipe":{"id":16,"name":"Salade de choux traditionelle","notes":"La salade de choux que l'on achète en magasin n'est plus fermentée.  Hélas il s'agit plutôt de choux vinaigré plutôt que fermenté.\n\nLa fermentation permet de conserver longtemps mais il faut faire attention au gout.  C'est possible d'être trop sure et de le rendre difficile à manger.  Le plus froid que c'est le plus lent la fermentation.  Une fois au frigo la fermentation est quasiment nulle.  Alors jouez avec la température pour avoir les résultats qui vous convient.","difficulty":1,"language":"fr","ingredients":[{"id":73,"name":"Choux vert","quantity":500,"unit":"g","position":1},{"id":74,"name":"Oignon","quantity":160,"unit":"g","position":2},{"id":75,"name":"Poivron rouge","quantity":120,"unit":"g","position":3},{"id":76,"name":"Carotte","quantity":90,"unit":"g","position":4},{"id":77,"name":"Sel (non iodé)","quantity":15,"unit":"g","position":6}],"steps":[{"id":63,"body":"Couper les légumes en lanières de la forme que vous désirez.  Emincé ou en lanière fines. ","position":2},{"id":64,"body":"Dans un grand bol en verre déposer le sel et pétrissez avec les légumes pour qu'ils rendent de leur eau.  ","position":3},{"id":65,"body":"Par dessus le bocal déposez un ramequin pour couvrir l'ouverture et déposer le bocal debout dans un bol.","position":5},{"id":62,"body":"Dans un bocal en verre déposer les légumes et le jus. Le jus des légumes devrait dépasser légèrement la hauteur des légumes.","position":7},{"id":66,"body":"Laisser reposer à température ambiante 3 semaines en vérifiant que les légumes soient bien dans leur jus.  Mettre un poids au besoin sur les légumes","position":8},{"id":67,"body":"À 3 semaines il est possible de gouter pour voir le niveau de d'acidité.  Le plus longtemps que vous fermentez le plus acide que ça sera.  Dès que c'est à votre gout vous pouvez le transférer au frigo pour réduire la fermentation.","position":9}],"techniques":[{"id":5,"name":"Fermentation","description":"La fermentation est un processus biologique complexe qui transforme les aliments grâce à l'action de micro-organismes tels que les bactéries, levures et moisissures. \n\nAu cours de ce processus, ces micro-organismes métabolisent les glucides présents dans les aliments, produisant des composés tels que l'acide lactique, l'alcool et le gaz carbonique. \n\nCette transformation confère aux aliments des saveurs, textures et propriétés nutritionnelles uniques. La fermentation peut agir comme un agent de conservation naturel en abaissant le pH des aliments, créant un environnement hostile aux bactéries pathogènes. \n\nEn plus de prolonger la durée de conservation, la fermentation peut également augmenter la biodisponibilité des nutriments, favoriser la digestion et contribuer à la diversité des profils gustatifs des aliments fermentés. \n\nC'est un processus culturellement significatif, utilisé dans la production de produits tels que le yaourt, le pain au levain, la choucroute et la kimchi, qui ont gagné en popularité pour leurs qualités sensorielles et leurs bienfaits nutritionnels."}]}},{"recipe":{"id":17,"name":"Cornichons à l'aneth","notes":"Comme beaucoup de recettes anciennes il faut savoir utiliser son nez.  Si votre fermentation ne fonctionne pas et que vous sentez une odeur désagréable ne prenez pas le risque. \n\nVous devrez remarquer qu'au troisième jour de fermentation on voit des bulles et l'eau devient floue. À 6 jours il faut sentir et gouter pour voir si le niveau d'acidité est bon.  Si vous utilisez un pH-mètre la marinade doit indiquer une valeur en dessous de 4.5.\n\nUne fois fermenté à souhait vous pouvez mettre un couvercle au bocal et garder dans le frigo pour 3-6 mois.  La basse température va réduire la fermentation mais l'acidité créé lors de la période à température ambiante permet de conserver les légumes quand même.\n\nLorsque vous terminez un bocal ne jetez pas la marinade.  Utilisez une cuillerée  pour commencer la fermentation dans votre prochaine recette.  Les bactéries existantes vont donner un coup de pouce à votre prochaine production.  Vous pouvez aussi utiliser la marinade dans vos vinaigrettes.","difficulty":1,"language":"fr","ingredients":[{"id":78,"name":"Concombres libanais","quantity":1500,"unit":"g","position":1},{"id":79,"name":"Aneth (fleur et/ou tiges)","quantity":100,"unit":"g","position":2},{"id":80,"name":"Ail","quantity":20,"unit":"g","position":3},{"id":81,"name":"Feuille de laurier","quantity":5,"unit":"g","position":4},{"id":82,"name":"Graines de coriandre","quantity":20,"unit":"g","position":5},{"id":83,"name":"Clou de girofle","quantity":4,"unit":"g","position":6},{"id":84,"name":"Sel non iodé","quantity":42,"unit":"g","position":7},{"id":85,"name":"Eau non-chlorée","quantity":1000,"unit":"ml","position":8}],"steps":[{"id":69,"body":"Découpez les extrémités des concombres et compostez.  Découpez les en lanières ou en tranches égales.","position":2},{"id":70,"body":"Dans un bocal déposez les épices et les concombres.  Avez un caillou plat bien nettoyé ou un ramequin assurez vous d'avoir un poids qui puisse s'appuyer sur les concombres pour évité qu'ils ne flottent.","position":3},{"id":71,"body":"Couvrez le bocal avec un filtre à café ou un papier essuie-tout et attachez en place avec une élastique.","position":5},{"id":72,"body":"Fermentez sur le comptoir à l'ombre de 6-7 jours à température ambiante.","position":6},{"id":68,"body":"Ajouter l'eau salé pour que ça dépasse les légumes. Assurez vous d'avoir au moins 3cm d'espace du bord.","position":8}],"techniques":[{"id":5,"name":"Fermentation","description":"La fermentation est un processus biologique complexe qui transforme les aliments grâce à l'action de micro-organismes tels que les bactéries, levures et moisissures. \n\nAu cours de ce processus, ces micro-organismes métabolisent les glucides présents dans les aliments, produisant des composés tels que l'acide lactique, l'alcool et le gaz carbonique. \n\nCette transformation confère aux aliments des saveurs, textures et propriétés nutritionnelles uniques. La fermentation peut agir comme un agent de conservation naturel en abaissant le pH des aliments, créant un environnement hostile aux bactéries pathogènes. \n\nEn plus de prolonger la durée de conservation, la fermentation peut également augmenter la biodisponibilité des nutriments, favoriser la digestion et contribuer à la diversité des profils gustatifs des aliments fermentés. \n\nC'est un processus culturellement significatif, utilisé dans la production de produits tels que le yaourt, le pain au levain, la choucroute et la kimchi, qui ont gagné en popularité pour leurs qualités sensorielles et leurs bienfaits nutritionnels."}]}},{"recipe":{"id":21,"name":"Liqueur aux fraises","notes":"Cette préparation se fait habituellement avec les morceaux que l'on ne mange pas comme la queue de la fraise (avec les petites feuilles vertes), les morceaux trop mures qui sont trop mous pour déguster et les morceaux de fraises écrasés lors de la manutention.\n\nVous vous demandez pourquoi on met du sucre au début si on doit ajuster à la fin. La raison est simplement que le sucre accélère l'osmose des cellules des fraises et permet d'aller chercher plus rapidement les parfums.\n\nSi vous aimez particulièrement dans une première passe vous pouvez reprendre la liqueur d'une première macération pour macérer d'autres morceaux de fraises.  Le gout sera davantage concentré et bien franchement c'est en double macération qu'on le prendre chez nous.\n\nVous pouvez aussi faire cette recettes avec des framboises, mûres, myrtilles, platebière. ","difficulty":1,"language":"fr","ingredients":[{"id":107,"name":"Queues de fraises et morceaux trop mures ou abimés","quantity":1000,"unit":"g","position":1},{"id":108,"name":"Sucre de canne","quantity":150,"unit":"g","position":2},{"id":109,"name":"Alcool fort type rum blanc ou vodka","quantity":1000,"unit":"ml","position":3}],"steps":[{"id":89,"body":"Écraser les morceaux de fraises dans un bocal en verre.","position":1},{"id":90,"body":"Ajouter l'alcool et le sucre jusqu'à temps que vous soyez au dessus des fraises. ","position":2},{"id":91,"body":"Filtrer et transposer dans une bouteille. Ajustez le niveau de sucre avant de servir.","position":3},{"id":92,"body":"(facultatif mais fortement recommandé) réutilisez l'alcool d'une première macération pour macérer d'autres fraises.","position":4}],"techniques":[{"id":2,"name":"Macération","description":"En utilisant de l'alcool on peut conserver certains aliments, en extraire les parfums et même fabriquer des boissons inédites avec des ingrédients que l'on ne pourrait pas consommer autrement.   Beaucoup de parfums disponibles dans les plantes, noyaux et épices sont solubles à l'alcool qui pénètre plus facilement dans les parois des aliments.\n\nAvec la macération on peut récupérer des saveurs incroyables et fabriquer des spiritueux maison de notre propre terroir."}]}},{"recipe":{"id":22,"name":"Liqueur aux agrumes","notes":"Cette recette est une variation du limoncello et idéale à faire lorsque vous faites une salade d'agrumes pour brunch du dimanche.  Vous récupérer simplement les pelures et agrumes écrasées pour en extraire les arômes et parfums.\n\nVous pouvez rajouter plus de sirop simple pour avoir un alcool moins fort en gout et en alcool.  À vous de jouer avec les quantités.\n\nIl est possible d'en faire avec du citron vert mais je recommande de ne pas mélanger le citron vert avec les autres agrumes car la couleur brunâtre qui en ressort n'est pas aussi alléchante.\n\nLe limoncello se conserve très bien au frigo ou au congélateur pendant 1 an.  Faites attention si vous diluez avec trop de sirop simple il est préférable de le garder au frigo plutôt que le congélateur.","difficulty":1,"language":"fr","ingredients":[{"id":110,"name":"Pelures d'agrumes (oranges, citrons, pamplemousse)","quantity":1500,"unit":"g","position":1},{"id":111,"name":"Vodka ou rum à haute teneur en alcool","quantity":750,"unit":"ml","position":2},{"id":112,"name":"Sucre","quantity":500,"unit":"g","position":3},{"id":113,"name":"Eau","quantity":500,"unit":"ml","position":4}],"steps":[{"id":93,"body":"Dans un bocal en verre mettez les pelures d'agrumes et votre alcool.  Déposez à l'ombre pour 1 à 4 semaines.","position":1},{"id":94,"body":"Faites un sirop simple avec l'eau et le sucre. Apportez à ébullition dans une casserole.","position":2},{"id":95,"body":"Filtrez avec un filtre à café l'alcool et ajouter le sirop simple.","position":3}],"techniques":[{"id":2,"name":"Macération","description":"En utilisant de l'alcool on peut conserver certains aliments, en extraire les parfums et même fabriquer des boissons inédites avec des ingrédients que l'on ne pourrait pas consommer autrement.   Beaucoup de parfums disponibles dans les plantes, noyaux et épices sont solubles à l'alcool qui pénètre plus facilement dans les parois des aliments.\n\nAvec la macération on peut récupérer des saveurs incroyables et fabriquer des spiritueux maison de notre propre terroir."}]}},{"recipe":{"id":23,"name":"Yaourt (yogourt)","notes":"Il est possible d'acheter des ferments lyophilisés dans des magasins spécialisés mais l'utilisation d'un yogourt de bonne qualité avec des ferments présents permet d'avoir sensiblement les mêmes résultats.  En général la texture que vous retrouverez dans votre yogourt sera similaire à celui duquel vous tirez les ferments.\n\nCertains yogourt sans gras utilisent du lait en poudre ou des gélifiants pour donner une texture onctueuse.  Libre à vous d'experimenter si le gras vous fait peur.  Comptez environ 3g de gélatine par litre... à ajouter lors de l'étape de la chauffe.\n\nVous pouvez parfumer le yogourt.  Un peu de sucre vanillé lors de la chauffe peut satisfaire les petits comme les grands.","difficulty":1,"language":"fr","ingredients":[{"id":114,"name":"Lait entier","quantity":1000,"unit":"ml","position":1},{"id":115,"name":"Yogourt avec probiotiques (voir notes)","quantity":50,"unit":"ml","position":2}],"steps":[{"id":96,"body":"Chauffez le lait entier à 85C/185F.","position":1},{"id":97,"body":"Laisser refroidir est dès qu'il atteint 39C/102F mélanger le yogourt déjà fait. ","position":2},{"id":98,"body":"Transposer dans un thermos et attendre 12-18h pour déguster votre yogourt.","position":3},{"id":99,"body":"Facultatif: pour un yogourt plus riche et concentré vous pouvez placer un filtre à café ou étamine dans une passoire et laissez drainer le yogourt jusqu'à la consistence souhaitée.","position":4}],"techniques":[{"id":5,"name":"Fermentation","description":"La fermentation est un processus biologique complexe qui transforme les aliments grâce à l'action de micro-organismes tels que les bactéries, levures et moisissures. \n\nAu cours de ce processus, ces micro-organismes métabolisent les glucides présents dans les aliments, produisant des composés tels que l'acide lactique, l'alcool et le gaz carbonique. \n\nCette transformation confère aux aliments des saveurs, textures et propriétés nutritionnelles uniques. La fermentation peut agir comme un agent de conservation naturel en abaissant le pH des aliments, créant un environnement hostile aux bactéries pathogènes. \n\nEn plus de prolonger la durée de conservation, la fermentation peut également augmenter la biodisponibilité des nutriments, favoriser la digestion et contribuer à la diversité des profils gustatifs des aliments fermentés. \n\nC'est un processus culturellement significatif, utilisé dans la production de produits tels que le yaourt, le pain au levain, la choucroute et la kimchi, qui ont gagné en popularité pour leurs qualités sensorielles et leurs bienfaits nutritionnels."}]}},{"recipe":{"id":24,"name":"Biltong","notes":"Vous remarquerez que le montant de sel est plus bas que l'habituelle 4% pour la salaison sous-vide.  Le vinaigre vient conférer des propriétés de conservation additionnelle ce qui permet d'avoir une viande moins salée.\n\nLe biltong peut être mangé très sec mais il devient très coriace.  Si au toucher il est légèrement plus dur qu'un saucisson sec il est possible d'en gouter un morceau pour voir si c'est à votre gout. \n\nPour rendre la viande encore plus moelleuse il est possible de masser la piece de viande avant de la couper pour défaire une partie des fibres musculaires.   Dans certaines recettes on ajoute 6g de bicarbonate de soude pour attendrir la viande mais attention on le rajoute seulement 3h après avoir commencé à mariner pour donner le temps au sel et le vinaigre d'agir sur des bactéries potentielles. ","difficulty":1,"language":"fr","ingredients":[{"id":116,"name":"Croupe de boeuf","quantity":2000,"unit":"g","position":1},{"id":117,"name":"Cidre de pomme","quantity":75,"unit":"ml","position":2},{"id":118,"name":"Sel non iodé","quantity":40,"unit":"g","position":3},{"id":119,"name":"Poivre moulu","quantity":5,"unit":"g","position":4},{"id":120,"name":"Graines de coriandre","quantity":10,"unit":"g","position":5},{"id":121,"name":"Sucre brun (facultatif)","quantity":15,"unit":"g","position":6}],"steps":[{"id":101,"body":"Trancher la croupe en longueur pour avoir des morceaux longs d'environ 2.5cm/1' d'épaisseur.","position":2},{"id":102,"body":"Laissez mariner pendant 24h au frigo.","position":4},{"id":100,"body":"Dans un plat en verre ou un sac sous vide mouillez les pièces de viande avec le vinaigre, le sel et les épices et frottez pour que chaque partie soit assaisonnée. ","position":5},{"id":103,"body":"Séchez avec du papier absorbant en prenant soin de ne pas retirez trop d'épices. (voir notes).","position":6},{"id":104,"body":"Accrochez soit avec de la corde de boucher ou des crochets de boucher dans un frigo pour au moins quelques semaines. Déposer en dessous des pièces un plat pour attraper l'égouttage.","position":7}],"techniques":[{"id":1,"name":"Salaison","description":"La salaison est une méthode ancienne de conservation des aliments qui implique l'application de sel sur les produits alimentaires. Le sel agit comme un agent de dessiccation, réduisant la teneur en eau des aliments et inhibant ainsi la croissance des bactéries et des micro-organismes responsables de la décomposition.\n\nEn pénétrant dans les tissus de la viande, le sel contribue également à prévenir la prolifération des bactéries en altérant l'environnement favorable à leur croissance.\n\nCe processus de salaison confère non seulement une durée de conservation prolongée aux aliments, mais il améliore également la saveur en concentrant les arômes naturels."}]}},{"recipe":{"id":6,"name":"Gravlax de Saumon","notes":"Ce bijou de salaison nordique est une des préparations de luxe malgré sa simplicité.  Elle bénéficie beaucoup d'une bonne qualité de saumon.","difficulty":2,"language":"fr","ingredients":[{"id":23,"name":"Filet de saumon frais entier","quantity":1000,"unit":"g","position":1},{"id":24,"name":"Sel","quantity":30,"unit":"g","position":2},{"id":25,"name":"Sucre","quantity":10,"unit":"g","position":3},{"id":26,"name":"Aneth fraîche, carvi ou coriandre","quantity":20,"unit":"g","position":4},{"id":27,"name":"Aquavit, Gin ou brandy (facultatif)","quantity":15,"unit":"ml","position":5}],"steps":[{"id":14,"body":"Parez le saumon en retirant les arrêtes si il y en a (votre poissonnier peut habituellement le faire).  Vous pouvez faire cette préparation avec la peau ou non.  C'est votre choix.","position":1},{"id":15,"body":"Mélangez le sel et le sucre.","position":2},{"id":16,"body":"Écrasez sans découper l'aneth fraîche","position":3},{"id":17,"body":"Placer le saumon dans un sac sous-vide, le sel et le sucre ainsi que l'aneth que vous déposez du côté chair si vous avez conservé la peau, sinon sur les deux côtés.","position":4},{"id":18,"body":"Ajouter l'alcool à ce stade si vous en désirez (facultatif). Laissez macérer dans le sac 12 à 72h en plaçant entre deux planches lourdes et retourner 2 fois par jour.  Vous aurez les meilleurs résultats à 72h.","position":5},{"id":19,"body":"Sortir des sachets et retirer le liquide avec du papier absorbant.","position":6}],"techniques":[{"id":1,"name":"Salaison","description":"La salaison est une méthode ancienne de conservation des aliments qui implique l'application de sel sur les produits alimentaires. Le sel agit comme un agent de dessiccation, réduisant la teneur en eau des aliments et inhibant ainsi la croissance des bactéries et des micro-organismes responsables de la décomposition.\n\nEn pénétrant dans les tissus de la viande, le sel contribue également à prévenir la prolifération des bactéries en altérant l'environnement favorable à leur croissance.\n\nCe processus de salaison confère non seulement une durée de conservation prolongée aux aliments, mais il améliore également la saveur en concentrant les arômes naturels."}]}},{"recipe":{"id":11,"name":"Bacon Canadien fumé à l'érable","notes":"Si vous voulez un gout encore plus fort d'érable doubler le montant de sirop et faite le réduire à feux doux de moitié.   Cependant ceci va plus sucrer votre bacon.\n\nAu Canada ce bacon est tranché entre 2mm et 7mm et cuit dans une poêle ou au four et servi le matin ave des pommes de terre rissolés et des oeufs.  Vous pouvez aussi le déguster en apéro mais il se mange préférablement chaud.","difficulty":2,"language":"fr","ingredients":[{"id":51,"name":"Poitrine de porc sans la couenne","quantity":1000,"unit":"g","position":1},{"id":52,"name":"Sel","quantity":50,"unit":"g","position":2},{"id":53,"name":"Sirop d'érable","quantity":25,"unit":"g","position":3},{"id":54,"name":"Bois d'érable","quantity":null,"unit":"","position":4}],"steps":[{"id":37,"body":"Déposer le tout dans un sac allant sous vide et placer dans un frigo pour 4 jours en tournant 1-2 fois par jour.","position":1},{"id":38,"body":"Sortir du sac et éponger l'exsudat avec un papier absorbant.","position":2},{"id":39,"body":"Sécher dans un frigo ou dans une cave 1 jour.","position":3},{"id":40,"body":"Fumé à froid pendant 4-8h avec du bois d'érable.","position":4}],"techniques":[{"id":1,"name":"Salaison","description":"La salaison est une méthode ancienne de conservation des aliments qui implique l'application de sel sur les produits alimentaires. Le sel agit comme un agent de dessiccation, réduisant la teneur en eau des aliments et inhibant ainsi la croissance des bactéries et des micro-organismes responsables de la décomposition.\n\nEn pénétrant dans les tissus de la viande, le sel contribue également à prévenir la prolifération des bactéries en altérant l'environnement favorable à leur croissance.\n\nCe processus de salaison confère non seulement une durée de conservation prolongée aux aliments, mais il améliore également la saveur en concentrant les arômes naturels."},{"id":3,"name":"Fumaison","description":"La fumaison est une méthode ancienne et très efficace de conserver les aliments.\n\nLa fumée joue un rôle crucial dans la conservation des aliments grâce à ses propriétés antimicrobiennes. Les composés chimiques présents dans la fumée, tels que les phénols et les acides acétiques, inhibent la croissance des bactéries, des moisissures et d'autres micro-organismes responsables de la décomposition des aliments. En plus de son action antimicrobienne, la fumée agit comme un agent de déshydratation en éliminant l'humidité de la surface des aliments, limitant ainsi la prolifération des micro-organismes qui dépendent de l'eau. De plus, elle crée une barrière protectrice à la surface des aliments, agissant comme une défense physique contre la contamination par des micro-organismes extérieurs. Certains composés de la fumée, tels que les aldéhydes et les phénols, réagissent avec les composants de surface des aliments, entraînant des modifications chimiques qui contribuent également à leur conservation."}]}},{"recipe":{"id":14,"name":"Jerky de boeuf","notes":"Cette recette requiert soit un déshydrateur, un four à convection allant à très basse température (idéalement à moins de 70C/150F) ou un fumoir à granules ayant l'option ventilée.\n\nConservez le jerky sous-vide pendant 6 mois et se congèle particulièrement bien.  Une recette formidable pour les randonnées et le camping.","difficulty":2,"language":"fr","ingredients":[{"id":64,"name":"Bavette de boeuf maigre","quantity":1000,"unit":"g","position":1},{"id":65,"name":"Sauce Soya","quantity":250,"unit":"ml","position":2},{"id":66,"name":"Poivre moulu","quantity":3,"unit":"g","position":4},{"id":67,"name":"Zeste de citron vert","quantity":2,"unit":"g","position":5},{"id":68,"name":"Ail frais","quantity":5,"unit":"g","position":6},{"id":69,"name":"Piment fort","quantity":1,"unit":"g","position":7}],"steps":[{"id":49,"body":"Couper la bavette en fines tranches d'environ 2mm","position":1},{"id":50,"body":"Dans un sac culinaire déposer tous les ingrédients.","position":2},{"id":51,"body":"Laissez macérer pendant 24h au frigo.","position":3},{"id":52,"body":"Sortez les morceaux de boeuf et placer sur une grille allant au déshydrateur (ou pour d'autres options voir notes).  Séchez pendant 4h à 7h en vérifiant si la consistance vous plait.","position":4}],"techniques":[{"id":1,"name":"Salaison","description":"La salaison est une méthode ancienne de conservation des aliments qui implique l'application de sel sur les produits alimentaires. Le sel agit comme un agent de dessiccation, réduisant la teneur en eau des aliments et inhibant ainsi la croissance des bactéries et des micro-organismes responsables de la décomposition.\n\nEn pénétrant dans les tissus de la viande, le sel contribue également à prévenir la prolifération des bactéries en altérant l'environnement favorable à leur croissance.\n\nCe processus de salaison confère non seulement une durée de conservation prolongée aux aliments, mais il améliore également la saveur en concentrant les arômes naturels."},{"id":3,"name":"Fumaison","description":"La fumaison est une méthode ancienne et très efficace de conserver les aliments.\n\nLa fumée joue un rôle crucial dans la conservation des aliments grâce à ses propriétés antimicrobiennes. Les composés chimiques présents dans la fumée, tels que les phénols et les acides acétiques, inhibent la croissance des bactéries, des moisissures et d'autres micro-organismes responsables de la décomposition des aliments. En plus de son action antimicrobienne, la fumée agit comme un agent de déshydratation en éliminant l'humidité de la surface des aliments, limitant ainsi la prolifération des micro-organismes qui dépendent de l'eau. De plus, elle crée une barrière protectrice à la surface des aliments, agissant comme une défense physique contre la contamination par des micro-organismes extérieurs. Certains composés de la fumée, tels que les aldéhydes et les phénols, réagissent avec les composants de surface des aliments, entraînant des modifications chimiques qui contribuent également à leur conservation."}]}},{"recipe":{"id":15,"name":"Foie gras de canard en terrine","notes":"Vous pouvez faire votre propre mélange de '4 épices' par 20g de poivre, 6g de girofle en poudre, 6g de gingembre en poudre et 6g de cannelle en poudre pour substituer.  Vous pouvez aussi rajouter de la muscade moulue à la microplane pour encore plus de complexité des saveurs. \n\nJe recommande fortement la vidéo du Chef Michel Dumas sur Facebook.  Il a quelques trucs incroyables pour sa terrine de foie gras.","difficulty":2,"language":"fr","ingredients":[{"id":70,"name":"Un foie gras de canard","quantity":800,"unit":"g","position":1},{"id":72,"name":"4 épices (voir notes)","quantity":4,"unit":"g","position":4},{"id":71,"name":"Sel","quantity":10,"unit":"g","position":6}],"steps":[{"id":53,"body":"Préchauffez le four à 95C/200F.  Posez y un plat plus grand que votre terrine avec de l'eau pour y faire un bain marie.","position":1},{"id":54,"body":"Séparez avec les main le gros lobe du petit lobe.","position":2},{"id":55,"body":"Avec le manche d'une cuillère gratter et tirer le long des 'veines' pour la retirer des deux lobes.  N'hésitez pas à ouvrir comme un livre les lobes pour bien en extraire les veines.  Elles se recollent facilement après.","position":3},{"id":56,"body":"Arrosez le foie gras de votre alcool et saupoudrez du sel et des épices.","position":4},{"id":57,"body":"Dans votre terrine déposer du papier parchemin au fond pour en faciliter l'extraction avec deux bandelettes qui dépassent. Déposez le foie dans votre terrine en prenant soin de mettre les plus petit morceaux en dessous et le plus gros lobe au dessus.","position":5},{"id":58,"body":"Placer dans le bain marie au four et sortez dès que la cuisson au coeur atteint 44C/112F.  Environ 40 minutes.","position":6},{"id":59,"body":"Retirez le surplus de graisse en en gardant assez pour que le foie gras soit enrobé du gras.","position":7},{"id":60,"body":"Placer au frigo 24h.","position":8},{"id":61,"body":"Tranchez avec un couteau chaud et servez.","position":9}],"techniques":[{"id":1,"name":"Salaison","description":"La salaison est une méthode ancienne de conservation des aliments qui implique l'application de sel sur les produits alimentaires. Le sel agit comme un agent de dessiccation, réduisant la teneur en eau des aliments et inhibant ainsi la croissance des bactéries et des micro-organismes responsables de la décomposition.\n\nEn pénétrant dans les tissus de la viande, le sel contribue également à prévenir la prolifération des bactéries en altérant l'environnement favorable à leur croissance.\n\nCe processus de salaison confère non seulement une durée de conservation prolongée aux aliments, mais il améliore également la saveur en concentrant les arômes naturels."},{"id":2,"name":"Macération","description":"En utilisant de l'alcool on peut conserver certains aliments, en extraire les parfums et même fabriquer des boissons inédites avec des ingrédients que l'on ne pourrait pas consommer autrement.   Beaucoup de parfums disponibles dans les plantes, noyaux et épices sont solubles à l'alcool qui pénètre plus facilement dans les parois des aliments.\n\nAvec la macération on peut récupérer des saveurs incroyables et fabriquer des spiritueux maison de notre propre terroir."}]}},{"recipe":{"id":18,"name":"Cuisses de canard confit","notes":"Le jus au fond du plat est un fond de canard de haute qualité.  Utilisez le pour déglacer des légumes poêlés ou comme un bouillon dans vos soupes ou tel quel.\n\nSi le gras de canard est trop cher il est possible de faire les cuisses sous-vide à la place de la méthode traditionnelle avec seulement 50g de gras de canard par sachet de 2 cuisses.  Cuire sous-vide à la même température mais assurez vous de faire des sachets légèrement plus grand qu'à l'habitude et préparer des pinces à linge pour la sortie des sachets de votre bain.  Les pinces servent à séparer le liquide du gras pour ne pas que le liquide soit en contact avec les cuisses.  Une fois refroidi vous pouvez conserver au frigo pour 1-2 mois et au congélateur pour 1 an avec cette méthode.","difficulty":2,"language":"fr","ingredients":[{"id":86,"name":"Cuisses de canard","quantity":1400,"unit":"g","position":1},{"id":87,"name":"Gras de canard (voir notes)","quantity":1400,"unit":"g","position":2},{"id":88,"name":"Sel","quantity":140,"unit":"g","position":3},{"id":89,"name":"Poivre","quantity":2,"unit":"g","position":4},{"id":90,"name":"Thym","quantity":6,"unit":"g","position":5},{"id":91,"name":"Feuille de laurier","quantity":1,"unit":"g","position":6}],"steps":[{"id":73,"body":"Dans un robot culinaire ou un moulin placer le sel et les épices et moudre finement.","position":1},{"id":74,"body":"Dans un grand plat allant au four placer le gras de canard à 90C/190F.","position":5},{"id":75,"body":"Déposez les cuisses dans la graisse et cuire pendant 10h. Toute les trois heures utilisez une poire à jus pour retirer le liquide du fond du plat (voir notes).","position":6},{"id":76,"body":"À la sortie du four il faut garder les cuisses dans le gras et refroidir.","position":7}],"techniques":[{"id":1,"name":"Salaison","description":"La salaison est une méthode ancienne de conservation des aliments qui implique l'application de sel sur les produits alimentaires. Le sel agit comme un agent de dessiccation, réduisant la teneur en eau des aliments et inhibant ainsi la croissance des bactéries et des micro-organismes responsables de la décomposition.\n\nEn pénétrant dans les tissus de la viande, le sel contribue également à prévenir la prolifération des bactéries en altérant l'environnement favorable à leur croissance.\n\nCe processus de salaison confère non seulement une durée de conservation prolongée aux aliments, mais il améliore également la saveur en concentrant les arômes naturels."},{"id":4,"name":"Stérilisation","description":"La stérilisation des aliments est un processus essentiel visant à éliminer tous les micro-organismes, y compris les bactéries, les virus et les spores fongiques, afin d'assurer une conservation prolongée et la sécurité alimentaire. \n\nLes méthodes naturelles de stérilisation, telles que la chaleur et la pression, agissent de manière à détruire les organismes pathogènes présents dans les aliments. Par exemple, la chaleur appliquée pendant le processus de stérilisation dénature les protéines et perturbe les structures cellulaires des micro-organismes, les rendant incapables de se reproduire. \n\nLa stérilisation crée ainsi un environnement exempt de micro-organismes nuisibles, assurant la sécurité alimentaire et prolongeant la durée de conservation des produits."}]}},{"recipe":{"id":19,"name":"Mini-saucissons","notes":"Cette recette ne requiert pas de boyaux, sèche rapidement ayant plus de surface à l'air et permet d'avoir des très bons résultats sans avoir à investir dans un poussoir ou autre matériel onéreux.  Une bonne recette pour débuter mais que même les pros y retournent.\n\nSi vous n'avez pas de cellier ou frigo à charcuterie vous pouvez placez un torchon propre par dessus les boulettes pour ne pas qu'elles sèchent trop vite ou prennent l'odeur des aliment du frigo.\n\nVous pouvez fumez à froid les petites boulettes avec du hêtre pendant 12-36h en plusieurs passes.  Il est possible aussi de varier cette recette avec des petits cubes de compté, avec un mélange d'épices au curry, ou même comme Tonton Fumeur le préconise avec 5g de poudre de tomate et 1g de piment fort.\n","difficulty":2,"language":"fr","ingredients":[{"id":92,"name":"Épaule de porc","quantity":900,"unit":"g","position":1},{"id":93,"name":"P. Nalgiovense (facultatif)","quantity":1,"unit":"g","position":2},{"id":94,"name":"Sel non iodé","quantity":25,"unit":"g","position":3},{"id":95,"name":"Poivre fraichement moulu","quantity":3,"unit":"g","position":4},{"id":96,"name":"Sucre de canne","quantity":5,"unit":"g","position":5},{"id":97,"name":"Ail en poudre","quantity":1,"unit":"g","position":6},{"id":98,"name":"Vin rouge","quantity":50,"unit":"ml","position":7}],"steps":[{"id":77,"body":"Coupez l'épaule en lanières.","position":1},{"id":78,"body":"Coupez au couteau le gras de bardière en petits cubes.","position":2},{"id":79,"body":"Mélangez le vin avec les épices et incorporez aux lanières avant de passer à la grille 8mm (taille moyenne).","position":3},{"id":80,"body":"Incorporez les cubes de gras de bardière au mélange et formez des petits cylindres que vous déposerez sur une grilles.","position":4},{"id":81,"body":"Si vous optez pour ajouter des spores de P. Nalgiovense faites le après avoir formé les boules avec un peu d'eau et au pinceau.","position":5},{"id":82,"body":"Placez dans un frigo à 80% d'humidité et environ 13C (voir notes).","position":6}],"techniques":[{"id":1,"name":"Salaison","description":"La salaison est une méthode ancienne de conservation des aliments qui implique l'application de sel sur les produits alimentaires. Le sel agit comme un agent de dessiccation, réduisant la teneur en eau des aliments et inhibant ainsi la croissance des bactéries et des micro-organismes responsables de la décomposition.\n\nEn pénétrant dans les tissus de la viande, le sel contribue également à prévenir la prolifération des bactéries en altérant l'environnement favorable à leur croissance.\n\nCe processus de salaison confère non seulement une durée de conservation prolongée aux aliments, mais il améliore également la saveur en concentrant les arômes naturels."},{"id":3,"name":"Fumaison","description":"La fumaison est une méthode ancienne et très efficace de conserver les aliments.\n\nLa fumée joue un rôle crucial dans la conservation des aliments grâce à ses propriétés antimicrobiennes. Les composés chimiques présents dans la fumée, tels que les phénols et les acides acétiques, inhibent la croissance des bactéries, des moisissures et d'autres micro-organismes responsables de la décomposition des aliments. En plus de son action antimicrobienne, la fumée agit comme un agent de déshydratation en éliminant l'humidité de la surface des aliments, limitant ainsi la prolifération des micro-organismes qui dépendent de l'eau. De plus, elle crée une barrière protectrice à la surface des aliments, agissant comme une défense physique contre la contamination par des micro-organismes extérieurs. Certains composés de la fumée, tels que les aldéhydes et les phénols, réagissent avec les composants de surface des aliments, entraînant des modifications chimiques qui contribuent également à leur conservation."}]}},{"recipe":{"id":20,"name":"Poitrine de porc fumée","notes":"Cette pièce est très grasse mais superbe pour transporter des calories en randonnées.  Vous pouvez changez l'assaisonnement à votre gout mais le mélange ici est le classique en Amérique.","difficulty":2,"language":"fr","ingredients":[{"id":99,"name":"Flanc de porc sans la peau","quantity":1000,"unit":"g","position":1},{"id":100,"name":"Sel","quantity":35,"unit":"g","position":2},{"id":101,"name":"Mélasse","quantity":15,"unit":"ml","position":3},{"id":103,"name":"Paprika fumé","quantity":50,"unit":"g","position":7},{"id":104,"name":"Poudre d'oignons","quantity":20,"unit":"g","position":9},{"id":105,"name":"Ail en poudre","quantity":10,"unit":"g","position":10},{"id":106,"name":"Poivre moulu","quantity":5,"unit":"g","position":11},{"id":102,"name":"Chipotle (ou piment fort moulu de votre choix)","quantity":3,"unit":"g","position":16}],"steps":[{"id":83,"body":"Coupez le flanc de porc en rectangle sur la longueur. L'épaisseur doit être la même que la largeur.","position":1},{"id":84,"body":"Mélangez la mélasse, la moutarde et la bière et bien mélanger.  Ajoutez ensuite les épices pour former une pate que vous malaxez sur toute les surfaces.","position":2},{"id":85,"body":"Laissez reposer au frigo 24h.","position":3},{"id":86,"body":"Fumer au bois de hickory, chêne, érable ou pommier à 105C/220F pendant 6h.","position":4},{"id":87,"body":"Pour la conservation vous pouvez les refroidir et posez dans votre cellier à 80% d'hygrométrie et 13C.","position":5},{"id":88,"body":"Pour servir tranchez comme le saucisson.","position":6}],"techniques":[{"id":1,"name":"Salaison","description":"La salaison est une méthode ancienne de conservation des aliments qui implique l'application de sel sur les produits alimentaires. Le sel agit comme un agent de dessiccation, réduisant la teneur en eau des aliments et inhibant ainsi la croissance des bactéries et des micro-organismes responsables de la décomposition.\n\nEn pénétrant dans les tissus de la viande, le sel contribue également à prévenir la prolifération des bactéries en altérant l'environnement favorable à leur croissance.\n\nCe processus de salaison confère non seulement une durée de conservation prolongée aux aliments, mais il améliore également la saveur en concentrant les arômes naturels."},{"id":3,"name":"Fumaison","description":"La fumaison est une méthode ancienne et très efficace de conserver les aliments.\n\nLa fumée joue un rôle crucial dans la conservation des aliments grâce à ses propriétés antimicrobiennes. Les composés chimiques présents dans la fumée, tels que les phénols et les acides acétiques, inhibent la croissance des bactéries, des moisissures et d'autres micro-organismes responsables de la décomposition des aliments. En plus de son action antimicrobienne, la fumée agit comme un agent de déshydratation en éliminant l'humidité de la surface des aliments, limitant ainsi la prolifération des micro-organismes qui dépendent de l'eau. De plus, elle crée une barrière protectrice à la surface des aliments, agissant comme une défense physique contre la contamination par des micro-organismes extérieurs. Certains composés de la fumée, tels que les aldéhydes et les phénols, réagissent avec les composants de surface des aliments, entraînant des modifications chimiques qui contribuent également à leur conservation."}]}},{"recipe":{"id":4,"name":"Pâté de campagne","notes":"Les pâtés de campagnes gagnent à être vieillis pour que les saveurs s'adoucissent et s'uniformisent.\n\nDe mélanger les lanières avec les épices réduit le besoin de devoir malaxer la mêlée après avoir hacher.  '4 épices'","difficulty":3,"language":"fr","ingredients":[{"id":8,"name":"Gorge de porc","quantity":500,"unit":"g","position":1},{"id":15,"name":"Poitrine de porc fraîche","quantity":500,"unit":"g","position":2},{"id":9,"name":"Foie de volaille ou porc","quantity":500,"unit":"g","position":3},{"id":10,"name":"Muscade ou '4 épices'","quantity":4,"unit":"g","position":4},{"id":13,"name":"Sel","quantity":24,"unit":"g","position":5},{"id":11,"name":"Cognac, Armagnac ou Whiskey","quantity":30,"unit":"ml","position":6}],"steps":[{"id":6,"body":"En premier lieu ciseler les échalotes finement, des épices et du sel et mélanger avec votre alcool de choix pour que ce soit aussi homogène que possible.","position":1},{"id":43,"body":"Couper la gorge, la poitrine et le foie en lanières et mélanger avec le mélange d'épices. '4 épices'","position":2},{"id":7,"body":"Hacher la viande avec un hachoir (4-6mm).","position":3},{"id":8,"body":"Déposer le tout dans des petites ou moyennes terrines ne dépassant pas 2cm du bord.","position":4},{"id":9,"body":"Déposer les terrines dans une cocotte ou une marmite et cuire à ébullition pendant 3h.","position":5}],"techniques":[{"id":4,"name":"Stérilisation","description":"La stérilisation des aliments est un processus essentiel visant à éliminer tous les micro-organismes, y compris les bactéries, les virus et les spores fongiques, afin d'assurer une conservation prolongée et la sécurité alimentaire. \n\nLes méthodes naturelles de stérilisation, telles que la chaleur et la pression, agissent de manière à détruire les organismes pathogènes présents dans les aliments. Par exemple, la chaleur appliquée pendant le processus de stérilisation dénature les protéines et perturbe les structures cellulaires des micro-organismes, les rendant incapables de se reproduire. \n\nLa stérilisation crée ainsi un environnement exempt de micro-organismes nuisibles, assurant la sécurité alimentaire et prolongeant la durée de conservation des produits."}]}},{"recipe":{"id":8,"name":"Saucisson de porc fermier","notes":"La poudre de penicillium est une spore qui est naturellement présente dans beaucoup de saucissons.  C'est une forme de moisissure blanche qu'on appelle couramment la fleur blanche dans le jargon.  Cette fleur contribue non seulement au plaisir visuel et au gout mais elle permet aussi de réduire les chances de croissances de mycotoxin causée par certaines bactéries et moisissures moins désirables.\n\nIl est possible d'acheter cette poudre en sachet lyophilisés sur internet mais il est aussi possible de frotter un saucisson déjà fleuri pour en extraire les spores.  Délayer simplement la poudre récupérée dans un peu d'eau comme on fait avec la poudre lyophilisée. \n\nLe sucre est facultatif mais permet d'activer certaines propriétés enzymatiques.  Si le porc vient d'être abattu le jour même il n'est pas obligé de rajouter du sucre car les muscles auront encore assez de glucides naturellement présents pour permettre les réactions enzymatiques bénéfiques.","difficulty":3,"language":"fr","ingredients":[{"id":31,"name":"Épaule de porc","quantity":1500,"unit":"g","position":1},{"id":32,"name":"Poitrine (flanc de porc)","quantity":1000,"unit":"g","position":2},{"id":33,"name":"Lard de bardière (gras dur)","quantity":500,"unit":"g","position":3},{"id":34,"name":"Sel","quantity":84,"unit":"g","position":4},{"id":35,"name":"Sucre de canne","quantity":15,"unit":"g","position":5},{"id":36,"name":"Poivre noir fraîchement moulu","quantity":9,"unit":"g","position":6},{"id":37,"name":"Vin rouge","quantity":30,"unit":"ml","position":7},{"id":38,"name":"Boyau de porc ou d'agneau","quantity":1,"unit":"","position":8},{"id":39,"name":"Poudre de penicillium nalgiovense (facultatif)","quantity":1,"unit":"g","position":9}],"steps":[{"id":21,"body":"Macérer le sel, sucre et poivre dans le vin rouge.","position":1},{"id":22,"body":"Couper l'épaule, le flanc de porc et le lard en lanières. (voir notes)","position":2},{"id":23,"body":"Déposer le mélange d'épices et de vin sur vos lanières et passer au hachoir 8mm.","position":3},{"id":24,"body":"Laisser la viande reposer à basse température dans un frigo pour 1 heure pendant que vous préparer le plan de travail pour l'embossage.","position":4},{"id":25,"body":"Embosser dans les boyaux.","position":5},{"id":26,"body":"Mouiller la poudre de penicillium nalgiovense avec assez d'eau pour l'étaler au pinceau sur tous les boyaux","position":6},{"id":27,"body":"Pendre les boyaux embossés dans un cellier à 13C et 80% d'humidité pour 6-12 semaines (boyaux d'agneaux) ou 8-16 semaines (boyaux de porc).","position":7}],"techniques":[{"id":1,"name":"Salaison","description":"La salaison est une méthode ancienne de conservation des aliments qui implique l'application de sel sur les produits alimentaires. Le sel agit comme un agent de dessiccation, réduisant la teneur en eau des aliments et inhibant ainsi la croissance des bactéries et des micro-organismes responsables de la décomposition.\n\nEn pénétrant dans les tissus de la viande, le sel contribue également à prévenir la prolifération des bactéries en altérant l'environnement favorable à leur croissance.\n\nCe processus de salaison confère non seulement une durée de conservation prolongée aux aliments, mais il améliore également la saveur en concentrant les arômes naturels."},{"id":5,"name":"Fermentation","description":"La fermentation est un processus biologique complexe qui transforme les aliments grâce à l'action de micro-organismes tels que les bactéries, levures et moisissures. \n\nAu cours de ce processus, ces micro-organismes métabolisent les glucides présents dans les aliments, produisant des composés tels que l'acide lactique, l'alcool et le gaz carbonique. \n\nCette transformation confère aux aliments des saveurs, textures et propriétés nutritionnelles uniques. La fermentation peut agir comme un agent de conservation naturel en abaissant le pH des aliments, créant un environnement hostile aux bactéries pathogènes. \n\nEn plus de prolonger la durée de conservation, la fermentation peut également augmenter la biodisponibilité des nutriments, favoriser la digestion et contribuer à la diversité des profils gustatifs des aliments fermentés. \n\nC'est un processus culturellement significatif, utilisé dans la production de produits tels que le yaourt, le pain au levain, la choucroute et la kimchi, qui ont gagné en popularité pour leurs qualités sensorielles et leurs bienfaits nutritionnels."}]}}]